export default {
  caption: 'Заказ поставщику',
  'номер-caption': 'Номер',
  'датаНачала-caption': 'Дата начала',
  'датаОкончания-caption': 'Дата окончания',
  'состОтгрузки-caption': 'Сост отгрузки',
  'состояниеОплаты-caption': 'Состояние оплаты',
  'суммаВклНДС-caption': 'Сумма вкл НДС',
  'суммаДокумента-caption': 'Сумма документа',
  'менеджер.сотрудники.фИО-caption': 'Ответственный',
  'менеджер-caption': 'Ответственный',
  'организации-caption': 'Организации',
  'склады-caption': 'Склады',
  'контрагенты-caption': 'Контрагенты',
  'тЧЗаказ-caption': 'Т ч заказ'
};
