export default {
  projections: {
    ЗаказыПокупE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИО: {
          __caption__: 'ФИО клиента'
        }
      },
      тЧЗаказПок: {
        __caption__: 'заказ покупателя',
        количество: {
          __caption__: 'Количество'
        },
        номенклатура: {
          __caption__: 'Номенклатура',
          номенклатура: {
            __caption__: 'Номенклатура'
          }
        }
      }
    },
    ЗаказыПокупL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      клиенты: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    тЧЗаказПок: {
      __caption__: 'заказ покупателя'
    }
  }
};
